Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.27d78815325a
source: 明るく率直。次に伸ばす一点を明確にする
ar_sa: مشرق وصريح. توضيح نقطة واحدة لتحسين المقبل
ca: Brillant i franc. Aclarir un punt per millorar a continuació
cs: Jasný a přímý: Určete, co chcete dále zlepšit
da: Positiv og direkte. Fokuser på, hvad du vil opnå næste gang
de_de: Freundlich und direkt: Konzentrieren Sie sich auf das nächste Ziel
el: Αισιόδοξος και ειλικρινής. Καθορίζουμε το επόμενο στοιχείο που θα αναπτυχθεί.
en_au: Positive and straightforward. Clearly define the next area to improve
es_es: Brillante y directo. Definir el próximo objetivo a alcanzar.
fi: Positiivinen ja selkeä, määritetään seuraava tavoite
fr_ca: Clair et direct, pour définir clairement le prochain objectif à atteindre.
gu: પ્રકાશિત અને સીધું. આગામીમાં વધારવા માટેના મુદ્દાને સ્પષ્ટ કરો
he: מבריק וכנה. הגדרת נקודת השיפור הבאה באופן ברור
hi: उज्ज्वल और स्पष्ट। अगले विकास के लिए एक विशिष्ट बिंदु को स्पष्ट करें
hr: Jasno i otvoreno. Jasno definirajte sljedeći cilj
hu: Nyugodt és közvetlen: A következő fejlesztésre összpontosítsunk
id: Berbicara dengan jujur dan terbuka. Memastikan satu hal untuk ditingkatkan selanjutnya
it: Positivo e diretto. Definire chiaramente il prossimo obiettivo da raggiungere
ko: 밝고 솔직하게, 다음 발전을 위한 핵심 요소를 명확히 함
mr: सकारात्मक आणि स्पष्ट. पुढील सुधारणेसाठी नेमके क्षेत्र निश्चित करणे
ms: Cerah dan jujur. Memastikan satu matlamat untuk ditingkatkan
nl_nl: Positief en direct. Duidelijk maken waar je de volgende keer op wilt focussen
no: Positiv og ærlig. Identifisere det neste målet
pl: Bezpośredni i otwarty. Jasne określenie, co dalej rozwijać
pt_br: Claro e direto. Defina o próximo objetivo a ser alcançado
pt_pt: Claro e direto. Defina o próximo objetivo a ser alcançado
ro: Comunicare directă și pozitivă. Identificarea clară a următorului obiectiv
ru: Ясно и понятно: определите, над чем нужно работать дальше.
sk: Otvorený a priamy. Jasne definuje, na čo sa zameriať v ďalšom
sl: Ljubezniv in odprt. Jasno določite naslednji cilj za izboljšavo
sv: Positiv och tydlig. Fokusera på nästa steg
ta: ஒளிமயமான மற்றும் நேர்மையான அணுகுமுறை. அடுத்ததாக மேம்படுத்த வேண்டிய விஷயத்தை தெளிவாக வரையறுக்கவும்
te: ప్రకాశవంతంగా మరియు సూటిగా ఉండండి. తదుపరి అభివృద్ధి కోసం ఒక అంశాన్ని స్పష్టంగా నిర్వచించండి
th: ชัดเจนและตรงไปตรงมา เน้นการพัฒนาในด้านใดด้านหนึ่ง
tr: Açık ve dürüst: Bir sonraki gelişime odaklanma
uk: Ясно та прямолінійно. Чітко визначаємо, що потрібно покращити далі
vi: Thân thiện và thẳng thắn, xác định rõ mục tiêu tiếp theo
zh_hans: 积极坦率。明确下一步要提升的点
zh_hant: 積極且直接。明確指出下一步要提升的地方

# domain_catalog.27f7581e02a9
source: 筋量を守りながら、カロリー・体重傾向・空腹対策を現実的に調整
ar_sa: اضبط السعرات الحرارية واتجاهات الوزن ومقاييس الجوع بشكل واقعي مع الحفاظ على كتلة العضلات
ca: Ajusta de manera realista les calories, les tendències de pes i les mesures de gana mentre es manté la massa muscular
cs: Realistické nastavení kalorií, hmotnosti a strategie pro zvládání hladu při zachování optimálního objemu svalů.
da: Opretholdelse af muskelmasse, samtidig med realistisk justering af kalorieindtag, vægt og sult
de_de: Ich möchte realistisch meine Kalorien-, Gewichtstrends und Maßnahmen zur Hungerbekämpfung anpassen, während ich mein Muskelvolumen beibehalte.
el: Ρυθμίστε ρεαλιστικά τις θερμίδες, το βάρος και τις στρατηγικές αντιμετώπισης του πεινασμού, διατηρώντας παράλληλα την αύξηση της μυϊκής μάζας.
en_au: Maintain muscle mass while realistically adjusting calorie intake, weight trends, and hunger management.
es_es: Ajustar de forma realista el consumo calórico, el peso y las estrategias para controlar el hambre, manteniendo la masa muscular.
fi: Pidän huolta lihaksista ja säädän kalorien, painon ja nälän hallintaa käytännöllisesti.
fr_ca: Maintenir un équilibre entre l'apport calorique, le poids et la gestion de la faim
gu: માસની માત્રા જાળવીને, કેલરી, વજન અને ભૂખને વ્યવહારિક રીતે નિયંત્રિત કરો
he: שמירה על כמות השריר, תוך התאמה ריאלית של צריכת קלוריות, משקל וטיפול בבחילות
hi: मांसपेशियों की मात्रा को बनाए रखते हुए, कैलोरी, वजन और भूख के प्रबंधन को व्यावहारिक रूप से समायोजित करें
hr: Praktično prilagođavam unos kalorija, težinu i strategiju prehrane uz održavanje optimalne količine mišića
hu: A cél, hogy a kalóriabevitel, a testsúly és az étkezés terén is tudatosan tervezzünk.
id: Menyesuaikan secara realistis asupan kalori, tren berat badan, dan strategi mengatasi rasa lapar sambil menjaga massa otot
it: Adattare realisticamente le calorie, il peso e le strategie per gestire la fame, mantenendo la massa muscolare
ko: 근육량을 유지하면서, 칼로리, 체중 변화 추이 및 식사 계획을 현실적으로 조정
mr: मांसपेशीची मात्रा टिकवून ठेवून, कॅलरी, वजन आणि भूक यावर योग्य उपाययोजना करणे
ms: Mengawal jumlah otot sambil menyesuaikan kalori, berat badan dan strategi untuk mengatasi rasa lapar secara praktikal
nl_nl: Realistisch aanpassen van calorie-inname, gewicht en hongergevoel, terwijl ik de huidige spiermassa behoud.
no: Justerer realistisk kaloribruk, vektendringer og sultstrategier samtidig som jeg opprettholder muskelmassen
pl: Realnie dostosuj spożycie kalorii, wagę i strategie radzenia sobie z głodem, zachowując optymalną masę mięśniową.
pt_br: Ajustar realisticamente as calorias, o peso e as estratégias de alimentação, mantendo a massa muscular
pt_pt: Ajustar realisticamente as calorias, o peso e as estratégias de alimentação, mantendo a massa muscular
ro: Vreau să mențin masa musculară, ajustând în mod realist consumul caloric, greutatea și strategiile de combatere a foamei
ru: Реалистичная корректировка потребления калорий, веса и стратегии борьбы с голодом, сохраняя при этом мышечную массу
sk: Realistické nastavenie príjmu kalórií, váhy a stratégie proti hladu, pričom sa zohľadňuje aj svalová hmot.
sl: Realistično prilagodim porabo kalorij, težo in strategijo za lažje prehranjevanje, hkrati pa ohranjam želeno količino mišic
sv: Hantera muskelmängd samtidigt som man realistiskt justerar kaloriintag, vikt och hunger
ta: தசை அளவை பராமரித்து, கலோரி, எடை மற்றும் பசியை நிர்வகித்தல்
te: కండరాల పరిమాణాన్ని కాపాడుతూ, కేలరీలు మరియు బరువును వాస్తవంగా సర్దుబాటు చేయడం
th: ปรับค่าแคลอรี่, น้ำหนัก และการจัดการความหิวอย่างเป็นระบบ โดยยังคงรักษากำลัง
tr: Kas miktarını korurken, kalori, kilo ve açlık durumunu gerçekçi bir şekilde ayarlamak
uk: Реально коригуємо споживання калорій, вагу та відчуття голоду
vi: Duy trì khối lượng cơ bắp, đồng thời điều chỉnh thực tế về lượng calo, cân nặng và các biện pháp đối phó với cảm giác đói
zh_hans: 在保持卡路里、体重趋势和饥饿感的同时，现实地调整
zh_hant: 在維持肌肉量的同時，以現實的方式調整卡路里、體重趨勢和應對飢餓

# domain_catalog.28ab7663b1cf
source: 体重だけでなく腹囲・写真・筋力を合わせて体型変化を評価
ar_sa: قم بتقييم تغيرات شكل الجسم ليس فقط من خلال الوزن ولكن أيضًا من خلال محيط الخصر والصور وقوة العضلات
ca: Avalueu els canvis de forma corporal no només pel pes, sinó també per la circumferència de la cintura, les fotos i la força muscular
cs: Zhodnoťte změny postavy kombinací hmotnosti, obvodu pasu a fotografií, a také síly.
da: Evaluer dine kropsændringer ved at kombinere din vægt, taljelængde og billeder samt styrke
de_de: Bewerten Sie den Körperveränderungen unter Berücksichtigung von Gewicht, Bauchumfang, Fotos und Muskelkraft.
el: Αξιολογήστε την αλλαγή σωματότυπου λαμβάνοντας υπόψη το βάρος, την περιφέρεια του κορμού και τις φωτογραφίες σας, καθώς και τη μυϊκή σας δύναμη.
en_au: Evaluate your body shape by combining your weight, waist circumference, photos, and muscle strength.
es_es: Evalúa los cambios en la figura considerando tu peso, circunferencia abdominal y fotografías, así como tu fuerza muscular.
fi: Arvioi kehonmuodon muutoksia ottaen huomioon paitsi painon myös vatsanympäryn ja valokuvat sekä lihasvoiman
fr_ca: Évaluer votre évolution de silhouette en tenant compte de votre poids, de votre tour de taille et de vos photos, ainsi que de votre force musculaire.
gu: વજન, પેટની પરિમિતિ, ફોટા અને સ્નાયુ શક્તિને ધ્યાનમાં લઈને શરીરના ફેરફારોનું મૂલ્યાંકન કરો.
he: הערכת שינוי צורת הגוף תוך שילוב משקל, היקף מותניים ותמונות וכוח
hi: अपने वजन, पेट के घेरे, और तस्वीरों के साथ-साथ अपनी शारीरिक बदलाव का मूल्यांकन करें।
hr: Ocijenite promjene izgleda tijela uz težinu, mjere struja i snagu
hu: Értékelj a testformát a testsúly, a mellszövet körfogata és az izom erőssége alapján.
id: Evaluasi perubahan bentuk tubuh dengan menggabungkan berat badan, lingkar pinggang, foto, dan kekuatan otot
it: Valutare i cambiamenti nella forma fisica considerando il peso, la circonferenza vita e le foto, oltre alla forza muscolare
ko: 몸무게, 허리둘레, 사진, 근력을 종합적으로 고려하여 체형 변화를 평가합니다.
mr: वजन, कंबर, स्नायू आणि शारीरिक स्थितीच्या आधारावर बदलांचे मूल्यांकन करा.
ms: Nilai perubahan bentuk tubuh berdasarkan berat badan, sekeliling pinggang, foto, dan kekuatan otot
nl_nl: Beoordeel je lichaamssamenstelling op basis van je gewicht, tailleomtrek en foto's, evenals je kracht
no: Vurder kroppsformen basert på vekt, rundt midjen, fotografier og styrke.
pl: Oceń zmiany sylwetki, uwzględniając wagę, obwód talii i zdjęcia, oraz siłę mięśni
pt_br: Avalie a mudança na forma física, considerando o peso, a circunferência abdominal e as fotos, além da força muscular
pt_pt: Avalie a mudança na forma física, considerando o peso, a circunferência abdominal e as fotos, além da força muscular
ro: Evaluează schimbările în siluetă, ținând cont de greutate, circumferința taliei și fotografii, precum și de forță musculară
ru: Оценивайте изменение формы тела, учитывая вес, обхват талии и фотографии, а также силу.
sk: Zhodnoťte zmenu postavy na základe váhy, obvodu pása a fotografií, ako aj sily.
sl: Ocenite spremembo telesne forme, skupaj z vso težo, obodnico in fotografijo ter moč mišic
sv: Utvärdera din kroppsform genom att kombinera vikt, midjemått och foton samt styrka
ta: எடை மட்டுமல்ல, வயிற்று சுற்றளவு, புகைப்படம் மற்றும் தசையின் வலிமையையும் சேர்த்து உடல் அமைப்பில் ஏற்படும் மாற்றங்களை மதிப்பிடுங்கள்.
te: బరువుతో పాటు కడుపు చుట్టుకొలత, ఫోటో మరియు కండరాల బలాన్ని కలిపి శరీర ఆకృతిలో వచ్చే మార్పును అంచనా వేయండి
th: ประเมินการเปลี่ยนแปลงรูปร่าง โดยพิจารณาจากน้ำหนัก, รอบเอว, รูปภาพ, และความแข็งแรงของกล้ามเนื้อ
tr: Kilo, karın çevresi, fotoğraf ve kas gücü gibi faktörleri bir araya getirerek vücut şeklinizdeki değişimi değerlendirin.
uk: Оцінюйте зміни у фігурі, враховуючи вагу, обхват та фотографії, а також силу м'язів
vi: Đánh giá sự thay đổi vóc dáng dựa trên cân nặng, vòng bụng, ảnh và sức mạnh cơ bắp
zh_hans: 综合考虑体重、腹围和力量，评估体型变化
zh_hant: 不僅僅根據體重，還結合腹圍、照片和肌肉力量來評估身體變化

# domain_catalog.290018d0a5df
source: ストレートアームプルダウン
ar_sa: سحب الذراع المستقيمة
ca: tirada del braç recte
cs: Přítahy s jednoručkami
da: Straight arm pull-down
de_de: Rudern mit Kurzhanteln
el: Άρσεις με αλυσίδα
en_au: Straight arm pulldown
es_es: Remo con barra
fi: Suorat olkapään vetolaitteet
fr_ca: Tirage vertical avec haltères
gu: સ્ટ્રેઇટ આર્મ પુલ ડાઉન
he: תלייה והפעלת משקל
hi: स्ट्रेट आर्म पुल डाउन
hr: Straight arm pull-down
hu: Simon-gépen történő emelés
id: Straight Arm Pull-Down
it: Trazioni alla sbarra
ko: 스트레이트 암 풀 다운
mr: स्ट्रेट आर्म पुल डाऊन
ms: Straight Arm Pull Down
nl_nl: Straight arm pull-down
no: Nedtrekk med stang
pl: Wyciskanie sztangiel w pozycji wyprostowanej
pt_br: Remada alta com barra
pt_pt: Remada alta com barra
ro: Tracțiuni cu brațele drepte
ru: Тяга штанги к поясу
sk: Stiahnutie s činkami
sl: Dvig z ravnim telesom
sv: Raka armar nedåt
ta: ஸ்ட்ரைட் ஆர்ம் புல் டவுன்
te: స్ట్రెయిట్ ఆర్మ్ పుల్ డౌన్
th: ดึงแขนตรง
tr: Straight arm pull-down
uk: Тяга штанги до прямих рук
vi: Kéo tay thẳng
zh_hans: 直下拉
zh_hant: 直下拉

# domain_catalog.293caccc9c79
source: 腕をパッドに乗せ、肘が浮かないように曲げ伸ばしする。
ar_sa: ضع ذراعيك على الوسادة وقم بثنيهما وفردهما حتى لا يطفو مرفقاك.
ca: Col·loqueu els braços sobre el coixinet i doblegueu-los i estireu-los perquè els colzes no surin.
cs: Umístěte paže na podložku a provádějte flexi a extenzi loktů, aby se nezatížené.
da: Læg armene på et polstring og bevæg dem op og ned, så albuerne ikke rører underlaget.
de_de: Die Arme auf einer Polsterfläche positionieren und die Arme so bewegen, dass sie nicht abrutschen.
el: Τοποθετήστε τα χέρια σας σε ένα μαξιλαράκι και κάντε κυκλικές κινήσεις με τους αγκώνες.
en_au: Bend and straighten your elbows while placing your hands on pads to prevent them from sinking.
es_es: Coloca los codos sobre un cojín y muévete con los codos hacia arriba y abajo sin que se caigan.
fi: Pidä käsivarsia padilla ja liikuttaa kyynärpäitä ylös ja alas.
fr_ca: Placez vos bras sur un support et pliez-les et étirez-les pour maintenir la position.
gu: હાથને પેડ પર મૂકો, અને ખભાને ઉપર-નીચે કરતી વખતે, હાથને સ્થિર રાખો.
he: להניח את הידיים על משענת ולשנות את כיוון המרפקים.
hi: अपनी बाहों को पैड पर रखें, और सुनिश्चित करें कि आपकी कलाई ऊपर न उठें।
hr: Podignite ruke na oslonac i savijte i ispravljajte ruke kako biste izbjegli da se ruke ne prevrnute.
hu: Hajtsd a kettlebell-t, miközben a karod a padon van, és a könyököd ne legyen túl hajlított.
id: Letakkan lengan di bantalan, lalu tekuk dan luruskan siku agar tidak melayang.
it: Posizionare le braccia su un supporto e muovere i pesi con movimenti controllati.
ko: 팔을 패드에 대고, 팔꿈치가 뜨지 않도록 구부리고 펼칩니다.
mr: हातांना पॅडवर ठेवा, ज्यामुळे हात खाली न पडतील अशा प्रकारे वाकवा-सरळ करा.
ms: Letakkan tangan di atas bantal, tekuk dan rentangkan siku agar tidak melayang.
nl_nl: Plaats je armen op de ondersteuning en beweeg ze heen en weer, waarbij je ervoor zorgt dat je ellebogen niet losraken.
no: Plasser armene på en pute og beveg albuene opp og ned uten at de skal flyte.
pl: Utrzymuj ramiona na podkładce i wykonuj ruchy zginając i prostując łokcie, aby uniknąć ich wybijania.
pt_br: Coloque os cotovelos em um apoio e mova-os para cima e para baixo.
pt_pt: Coloque os cotovelos em um apoio e mova-os para cima e para baixo.
ro: Așezați brațele pe o suprafață și mișcați-le în sus și în jos, menținând coatele nemișcate.
ru: Поместите руки на упор и выполняйте скручивания, чтобы локти не касались пола.
sk: Umiestnite ruky na podložku a otáčajte lakťami.
sl: Uporabite blazinico za roke in jih gibajte navzgor in navoz.
sv: Placera armarna på ett stöd och böj och sträck ut armarna samtidigt som du håller dem stabila.
ta: உங்கள் கைகளை பேட்டில் வைத்து, உங்கள் முழங்கைகள் அசையாமல் இருக்க, அவற்றை மடக்கி நீட்டவும்.
te: చేతులను ప్యాడ్‌పై ఉంచి, మోచేతులు కదలకుండా వంచండి మరియు సాగించండి.
th: วางแผ่นรองที่แขน, งอและเหยียดแขนโดยให้ข้อศอกไม่สัมผัสพื้น
tr: Kolunu yastığa yerleştirerek, dirseklerinin hareket etmesini sağla.
uk: Покладіть руки на підкладку та виконуйте рухи ліктями вгору-вниз, щоб вони не випадали.
vi: Đặt khuỷu tay lên miếng đệm và điều chỉnh để khuỷu tay không bị lỏng.
zh_hans: 将手臂放在垫子上，保持肘部不弯曲。
zh_hant: 將手臂放在墊上，並確保肘部不會彎曲或伸直。

# domain_catalog.29bc148beebf
source: プランク
ar_sa: لوح
ca: tauló
cs: Plank
da: Planke
de_de: Plank
el: Πλαγός
en_au: Plank
es_es: Plancha
fi: Lankistus
fr_ca: Planche
gu: પ્લેન્ક
he: תנוחת פלנק
hi: प्लैंक
hr: Plank
hu: Plank (testtartás)
id: Plank
it: Plank
ko: 플랭크
mr: प्लंक्स
ms: Plank
nl_nl: Plank
no: Planke
pl: Plank
pt_br: Prancha
pt_pt: Prancha
ro: Plank
ru: Подтягивания (с упором)
sk: Plank
sl: Plank
sv: Plankan
ta: பிளேன்க்
te: ప్లాంక్
th: แพลงก์
tr: Plank
uk: Планка
vi: Plank
zh_hans: 平板支撑
zh_hant: 平板支撑

# domain_catalog.2a280b36e2bd
source: バーベルオーバーヘッドプレス
ar_sa: الصحافة العلوية بالحديد
ca: premsa superior amb barra
cs: Přítlak s činkou nad hlavu
da: Stangpres over hovedet
de_de: Überkopf-Bankdrücken mit Langhantel
el: Πίεση με μπάρα πάνω από το κεφάλι
en_au: Barbell Overhead Press
es_es: Press de banca con barra
fi: Tankon yläpäähän nostaminen
fr_ca: Développé avec barre
gu: બારબેલ ઓવરહેડ પ્રેસ
he: הרמת משקולת מעל הראש
hi: बारबेल ओवरहेड प्रेस
hr: Podizanje štange nad glavom
hu: Bárral való overhead-emelés
id: Press Barbel Overhead
it: Squat con bilanciere sopra la testa
ko: 바벨 오버헤드 프레스
mr: बार्बेल ओव्हरहेड प्रेस
ms: Angkat Palang ke Atas
nl_nl: Overhoofds gewicht heffen met een gewicht
no: Overhårs presse med vektstang
pl: Wyciskanie hantli nad głowę
pt_br: Supino com barra sobre o peito
pt_pt: Supino com barra sobre o peito
ro: Împins cu bară deasupra capului
ru: Жим штанги над головой
sk: Ťažká činka nad hlavu
sl: Vez s položem
sv: Hantelöv
ta: பர்வெல் ஓவர்ஹெட் பிரஸ்
te: బార్‌బెల్ ఓవర్‌హెడ్ ప్రెస్
th: การยกบาร์เบิลขึ้นเหนือศีรษะ
tr: Barbel Üst Baş Press
uk: Жим штанги над головою
vi: Ép tạ qua đầu
zh_hans: 杠铃高举
zh_hant: 杠铃高举

# domain_catalog.2a7953128385
source: 止める判断も強さです
ar_sa: قرار التوقف هو أيضا قوة.
ca: La decisió d'aturar també és força.
cs: Rozhodnutí o zastavení je také otázkou síly
da: Beslutningen om at stoppe er lige så vigtig
de_de: Auch das richtige Urteil ist wichtig
el: Η απόφαση για τερματισμό είναι θέμα δύναμης.
en_au: The decision to stop is also about strength
es_es: La decisión de detener también es una cuestión de fuerza.
fi: Pysäyttämisen päätös on tärkeää
fr_ca: La décision d'arrêter est aussi une question de force.
gu: બંધ કરવાનો નિર્ણય પણ મહત્વપૂર્ણ છે
he: החלטה לעצור היא עניין של כוח
hi: रोकने का निर्णय भी महत्वपूर्ण है
hr: Odlučiti kada prestati je također pitanje snage
hu: A döntés a megfelelő erőfeszítést jelenti
id: Keputusan untuk berhenti juga merupakan kekuatan
it: La decisione di fermarsi è una questione di forza
ko: 멈추는 판단도 중요합니다
mr: थांबण्याचा निर्णय देखील महत्त्वाचा आहे
ms: Keputusan untuk berhenti juga bergantung pada kekuatan
nl_nl: Het nemen van beslissingen vereist ook kracht
no: Beslutningen om å stoppe er like viktig
pl: Decyzja o zatrzymaniu powinna być oparta na sile
pt_br: A decisão de parar também é uma questão de força
pt_pt: A decisão de parar também é uma questão de força
ro: Decizia de a opri este o chestiune de forță
ru: Решение остановиться – это тоже сила.
sk: Rozhodnutie, kedy zastaviť, je tiež dôležité
sl: Odločitev o prenehovanju je pomembna
sv: Beslutet att avbryta är lika viktigt
ta: நிறுத்துவதற்கான முடிவும் வலிமையின் அடிப்படையிலானது
te: ఆపడానికి నిర్ణయం తీసుకోవడం కూడా బలంగా ఉండాలి
th: การตัดสินใจหยุดก็ต้องมีความแข็งแกร่ง
tr: Durdurma kararı da güçtür
uk: Вибір також залежить від сили
vi: Quyết định dừng cũng là một yếu tố
zh_hans: 停止判断也是力量
zh_hant: 停止的判斷也是力量

# domain_catalog.2ae9779480d0
source: クロス
ar_sa: عبور
ca: creu
cs: Cross
da: Cross
de_de: Kreuzheben
el: Διασταύρωση
en_au: Cross
es_es: Cruciforme
fi: Cross-liike
fr_ca: Croisé
gu: ક્રોસ
he: פיתול
hi: क्रॉस
hr: Cross
hu: Cross
id: Cross
it: Cross
ko: 크로스
mr: क्रॉस
ms: Cross
nl_nl: Cross
no: Cross
pl: Skręty
pt_br: Cruzado
pt_pt: Cruzado
ro: Cross
ru: "Разведение ног в стороны"
sk: Cross
sl: Cross
sv: Cross
ta: குரோஸ்
te: క్రాస్
th: Cross
tr: Çapraz
uk: Перехресний жим
vi: Chéo
zh_hans: 交叉
zh_hant: 十字架

# domain_catalog.2b1e37af5f6b
source: 押し出す
ar_sa: ادفع للخارج
ca: empènyer fora
cs: Tlačit
da: Skub
de_de: Drücken
el: Πιέστε προς τα έξω
en_au: Push up
es_es: Empuja
fi: Nosta ylös
fr_ca: Pousser
gu: દબાણ આપો
he: לדחוף
hi: धक्का देना
hr: Izvlačenje
hu: Nyomjuk
id: Dorong
it: Spingere
ko: 들어 올리기
mr: जोर देऊन
ms: Dorong
nl_nl: Duw
no: Press opp
pl: Wykonuj ruch
pt_br: Empurre
pt_pt: Empurre
ro: Exercițiu de forță
ru: Выжимать
sk: Posilňujte
sl: Izpogujte
sv: Pressa uppåt
ta: தள்ளுதல்
te: ఒత్తిడి చేయడం
th: ผลักขึ้น
tr: İtme
uk: Підтягуйтеся
vi: Đẩy lên
zh_hans: 推
zh_hant: 推

# domain_catalog.2c82919f0aad
source: 背中をパッドにつけ、膝の向きを保って上下する。
ar_sa: ضع ظهرك على الوسادة وتحرك لأعلى ولأسفل، مع إبقاء ركبتيك في نفس الاتجاه.
ca: Col·loca l'esquena al coixinet i mou-te cap amunt i cap avall, mantenint els genolls en la mateixa direcció.
cs: Zad umístěte na podložku a pohybujte se nahoru a dolů, udržujte správné držení těla.
da: Læg et polstring på ryggen og hold knæene i en lige position, mens du bevæger dig op og ned.
de_de: Den Rücken auf einer Polsterfläche positionieren und die Knie in der gewünschten Position halten, während man sich auf- und ab bewegt.
el: Τοποθετήστε ένα μαξιλαράκι στην πλάτη σας, διατηρώντας τη σωστή στάση και κινείτε το πάνω-κάτω.
en_au: Place a pad on your back, keep your knees aligned, and move up and down.
es_es: Coloca un cojín en la espalda, mantén las rodillas juntas y muévete hacia arriba y abajo.
fi: Pidä selkää padilla ja pidä polvet suorina, kun liikut ylös ja alas.
fr_ca: Appuyez sur votre dos pour maintenir la position, puis montez et descendez.
gu: મા espaldaને પેડ પર મૂકો, ઘૂંટણને સીધું રાખો અને ઉપર-નીચે કરો.
he: להניח משענת לגב, לשמור על כיוון הברכיים ולנוע מעלה ומטה.
hi: अपनी पीठ को पैड पर रखें, घुटनों को सीधा रखें और ऊपर-नीचे करें।
hr: Držite se za oslonac, održavajte položaj koljena i podižite se.
hu: A hátat egy párnára helyezve, a térdelést megtartva, fel- és lefelezzen.
id: Letakkan bantalan di punggung, jaga posisi lutut, dan lakukan gerakan naik turun.
it: Appoggiare la schiena su un cuscino, mantenendo le ginocchia allineate e muovendosi su e giù.
ko: 등을 패드에 대고, 무릎을 모으면서 상하 운동합니다.
mr: पाठीला पॅडवर ठेवा, गुडघे एका बाजूला ठेवा आणि वर-खाली करा.
ms: Letakkan bantal di belakang, pertahankan posisi lutut dan bergerak ke atas dan bawah.
nl_nl: Leg ondersteuning gebruiken en de knieën in een rechte positie houden, terwijl je omhoog en omlaag beweegt.
no: Plasser en pute under ryggen og hold knærne i riktig posisjon mens du beveger deg opp og ned.
pl: Utrzymuj prawidłową postawę pleców, upewniając się, że kolana są zgięte.
pt_br: Coloque um apoio nas costas, mantenha as pernas retas e faça movimentos para cima e para baixo.
pt_pt: Coloque um apoio nas costas, mantenha as pernas retas e faça movimentos para cima e para baixo.
ro: Aşezați-vă spatele pe o suprafață, menținând poziția genunchilor și mișcându-vă în sus și în jos.
ru: Прижмитесь к упору, сохраняя положение коленей и двигайтесь вверх-вниз.
sk: Zad uložte na podložku a udržujte správnu polohu kolien pri pohybe nahor a doľava.
sl: Uporabite blazinico za hrbet,držite kolena v položaju in se gibajte navzgor in navoz.
sv: Lägg ett stöd under ryggen och håll knäna i position samtidigt som du böjer och sträcker dig.
ta: பின் பகுதியை பேட்-இல் வைத்து, முழங்கால்களை நேராக வைத்து மேலேவும் கீழேவும் நகர்த்தவும்.
te: వెన్నును ప్యాడ్‌పై ఉంచి, మోకాళ్లను ఒకే దిశలో ఉంచి పైకి క్రిందికి కదలండి.
th: วางแผ่นรองที่หลัง, รักษาท่าขาตรง และเคลื่อนขึ้นลง
tr: Arkanı, dizlerini bükerek ve yukarı aşağı hareket ederek bir yastığa yerleştir.
uk: Покладіть спину на підкладку, тримайте коліна зігнутими та рухайтеся вгору-вниз.
vi: Đặt miếng đệm vào lưng, giữ tư thế đầu gối và thực hiện động tác nâng hạ.
zh_hans: 将背部靠在垫子上，保持膝盖位置，上下运动
zh_hant: 將背部靠在墊子上，並保持膝蓋位置

# domain_catalog.2ced63518185
source: 競技力向上
ar_sa: تحسين القدرة التنافسية
ca: Millora de la competitivitat
cs: Zlepšení výkonnosti ve sportu
da: Forbedring af præstation
de_de: Verbesserung der sportlichen Leistungsfähigkeit
el: Βελτίωση της αθλητικής απόδοσης
en_au: Confirming improvements in competitive performance
es_es: Mejora del rendimiento deportivo.
fi: Kilpailukyvyn kehittäminen
fr_ca: Amélioration des performances sportives
gu: સ્પર્ધામાં ક્ષમતા વધારવી
he: שיפור ביצועים ספורטיביים
hi: प्रतिस्पर्धा में प्रदर्शन को बेहतर बनाना
hr: Poboljšanje izvedbe u sportu
hu: Teljesítményfejlesztés
id: Meningkatkan performa kompetisi
it: Miglioramento delle prestazioni sportive
ko: 경기력 향상
mr: स्पर्धात्मक क्षमता सुधारणे
ms: Memastikan peningkatan prestasi sukan
nl_nl: Verbeteren van de sportprestaties
no: Forbedre konkurranseevnen
pl: Poprawa wydajności w sporcie
pt_br: Melhorar o desempenho atlético
pt_pt: Melhorar o desempenho atlético
ro: Îmbunătățirea performanței sportive
ru: Повышение спортивной формы
sk: Zlepšenie výkonnosti v súťažiach
sl: Izboljšanje športne zmogljivosti
sv: Förbättra prestationsförmågan
ta: போட்டி திறன் மேம்பாடு
te: పోటీ నైపుణ్యం అభివృద్ధి
th: การพัฒนาความสามารถในการแข่งขัน
tr: Rekabet performansının iyileştirilmesi
uk: Підвищення спортивної результативності
vi: Nâng cao trình độ thể thao
zh_hans: 提升运动能力
zh_hant: 提升競技能力
